adamviola.parquet-explorer
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
charliermarsh.ruff
davidanson.vscode-markdownlint
esbenp.prettier-vscode
gitlab.gitlab-workflow
humao.rest-client
jjk.jjk
matangover.mypy
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode.atom-keybindings
ms-vscode.makefile-tools
ms-vscode.remote-explorer
redhat.vscode-yaml
samuelcolvin.jinjahtml
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
tomoki1207.pdf
visualjj.visualjj
